Repository: alsed/Marker
Catalog: po/*.po
Languages: cs

source: A simple markdown editor for GTK+
cs: Markdown editor pro GTK+

source: Powerful markdown editor for the GNOME desktop.
cs: Markdown editor pro GNOME.

source: Features:
cs: Vlastnosti:

source: View and edit markdown documents
cs: Prohlížení a úprava markdown dokumentů

source: Convert markdown documents to HTML
cs: Převod markdown dokumentů do HTML

source: Tex math rendering
cs: Vykreslování matematických vzorců

source: Support for mermaid diagrams
cs: Podpora pro mermaid diagramy

source: Support for charter plots
cs: Podpora charter diagramů

source: Syntax highlighting for code blocks
cs: Zvýraznění syntaxe pro bloky kódu

source: Integrated sketch editor
cs: Integrovaný editor náčrtů

source: Custom CSS themes
cs: Vlastní témata CSS

source: Custom syntax themes
cs: Vlastní témata syntaxe

source: Figure captioning and numbering
cs: Popis a číslování obrázku

source: The main view
cs: Hlavní pohled

source: Some plotting
cs: ukázka diagramu

source: The sketch editor
cs: Editor náčrtů

source: Syntax Theme
cs: Motiv syntaxe

source: The syntax theme to use for the editor.
cs: Motiv syntaxe, které má editor použít.

source: Enable Syntax Theme
cs: Povolit motiv syntaxe

source: Whether to use a syntax theme in the editor.
cs: Zda se má v editoru použít téma syntaxe.

source: Show Line Numbers
cs: Zobrazit čísla řádků

source: Whether to show line numbers in the editor.
cs: Zda se mají v editoru zobrazovat čísla řádků.

source: Show Right Margin
cs: Zobrazit pravý okraj

source: Whether to show a margin on the right side of the editor.
cs: Zda se má zobrazit okraj na pravé straně editoru.

source: The column at which the right margin should be shown
cs: Sloupec, u kterého má být zobrazen pravý okraj

source: Sets the column where the right margin will appear when 'show-right-margin' is enabled
cs: Nastaví sloupec, ve kterém se zobrazí pravý okraj, když je povoleno 'zobrazit-pravý-okraj'

source: Wrap Text
cs: Zalomit text

source: Whether to wrap text in the editor.
cs: Zda zalamovat text v editoru.

source: Show Spaces
cs: Zobrazit mezery

source: Whether to show spaces and tabulation in the editor.
cs: Zda se v editoru mají zobrazovat mezery a tabelace.

source: Highlight Current Line
cs: Zvýraznit aktuální řádek

source: Whether to highlight the line with the cursor in the editor.
cs: Zda se má v editoru zvýraznit řádek s kurzorem.

source: Use spaces instead of tabs
cs: Místo tabulátorů použít mezery

source: Use spaces instead of tabs in the editor.
cs: Místo tabulátorů použít mezery v editoru.

source: Width of tabulation in characters.
cs: Šířka tabelování ve znacích.

source: Set the width of tabulation in characters in the editor.
cs: Nastavení šířky tabelování ve znacích v editoru.

source: Auto-indent code
cs: Automatické odsazení kódu

source: Auto-indent code in the editor.
cs: Automatické odsazení kódu v editoru.

source: Spell Check
cs: Kontrola pravopisu

source: Spell check using gtkspell.
cs: Kontrola pravopisu pomocí gtkspell.

source: Language for spell check
cs: Jazyk pro kontrolu pravopisu

source: Selected language for spell check.
cs: Vybraný jazyk pro kontrolu pravopisu.

source: CSS Theme
cs: Téma CSS

source: The css theme to use for the preview.
cs: Motiv CSS, který se má použít pro náhled.

source: Enable CSS theme in Preview
cs: Povolit motiv CSS v náhledu

source: Use a CSS theme in the live preview
cs: Použijte motiv CSS v živém náhledu

source: Enable math in Preview
cs: Povolit matematické vzorce v náhledu

source: Use js back-end to render math in the live preview.
cs: Použijte js back-end k vykreslení matematiky v živém náhledu.

source: Math Back-end
cs: Matematický back-end

source: Select the js math rendering back-end.
cs: Vyberte back-end vykreslování matematiky js.

source: Enable highlight.js in Preview
cs: Povolit highlight.js v náhledu

source: Use highlight.js in the live preview.
cs: Použijte highlight.js v živém náhledu.

source: Enable mermaid.js in Preview
cs: Povolit mermaid.js v náhledu

source: Use mermaid.js to show diagram in the live preview.
cs: Použijte mermaid.js k zobrazení diagramu v živém náhledu.

source: Highlight.js CSS theme.
cs: Highlight.js CSS motiv.

source: The css theme to use for the synthax highlight.
cs: Téma css, které se má použít pro zvýraznění syntaxe.

source: Enable Charter extension in Preview
cs: Povolit rozšíření Charter v náhledu

source: Enable Charter extension in the live preview.
cs: Povolte rozšíření Charter v živém náhledu.

source: Zoom level of the preview
cs: Úroveň přiblížení náhledu

source: Zoom level of the preview widget
cs: Úroveň přiblížení widgetu náhledu

source: View Mode
cs: Režim zobrazení

source: Controls how to organize the editor and preview areas on the screen.
cs: Řídí způsob uspořádání editoru a oblastí náhledu na obrazovce.

source: Enter dark-mode
cs: Tmavý režim

source: When this is enabled, the dark variant of the current gtk theme will be used.
cs: Pokud je toto povoleno, použije se tmavá varianta aktuálního motivu gtk.

source: Window width
cs: Šířka okna

source: Window height
cs: Výška okna

source: Window position (x, y)
cs: Pozice okna (x, y)

source: Editor pane width (in Dual Pane mode)
cs: Šířka panelu editoru (v režimu dvou panelů)

source: Whether the sidebar is shown
cs: Zda je zobrazen postranní panel

source: New Window
cs: Nové okno

source: Preferences
cs: Předvolby

source: Keyboard Shortcuts
cs: Klávesové zkratky

source: Help
cs: Nápověda

source: About
cs: O aplikaci

source: Quit
cs: Ukončit

source: Editor Only
cs: Pouze editor

source: Preview Only
cs: Pouze náhled

source: Dual Pane
cs: Okna vedle sebe

source: Dual Window
cs: Samostatná okna

source: Show line numbers
cs: Zobrazit čísla řádků

source: Wrap text
cs: Zalomit text

source: Show right margin at column:
cs: Zobrazit pravý okraj ve sloupci:

source: Check spelling for language:
cs: Kontrola pravopisu pro jazyk:

source: Show spaces
cs: Zobrazit mezery

source: <b>Highlighting</b>
cs: <b>Zvýraznění</b>

source: Highlight current line
cs: Zvýraznit aktuální řádek

source: Highlight syntax with theme:
cs: Zvýraznit syntaxi pomocí tématu:

source: <b>Tab Stops</b>
cs: <b>Zarážky tabulátoru</b>

source: Enable automatic indentation
cs: Povolit automatické odsazení

source: Insert spaces instead of tabs
cs: Místo tabulátorů vložit mezery

source: Tabulation width:
cs: Šířka tabulátoru:

source: Use css theme:
cs: Použít motiv css:

source: Highlight code blocks with theme:
cs: Zvýraznit bloky kódu pomocí motivu:

source: Enable Mermaid
cs: Povolit Mermaid

source: Enable Charter
cs: Povolit Charter

source: <b>Math</b>
cs: <b>Vzorce</b>

source: Render Math
cs: Vykreslovat vzorce

source: Preview
cs: Náhled

source: Default view mode:
cs: Výchozí režim zobrazení:

source: Enable dark mode
cs: Povolit tmavý režim

source: Window
cs: Okno

# shortcut window
source: Documents
cs: Soubory

# shortcut window
source: Create a new document
cs: Vytvořit nový soubor

# shortcut window
source: Open a document
cs: Otevřít soubor

# shortcut window
source: Open a document in a new window
cs: Otevřít soubor v novém okně

# shortcut window
source: Save the document
cs: Uložit soubor

# shortcut window
source: Save the document with a new filename
cs: Uložit soubor jako

# shortcut window
source: Close the document
cs: Zavřít soubor

# shortcut window
source: Editing
cs: Editace

# shortcut window
source: Make selection bold
cs: Tučně

# shortcut window
source: Make selection italic
cs: Kurzíva

# shortcut window
source: Make selection monospace
cs: Monospace

# shortcut window
source: Insert link
cs: Vložit odkaz

# shortcut window
source: Draw a sketch
cs: Vytvořit náčrt

# shortcut window
source: Search in the document
cs: Hledat v dokumentu

# shortcut window
source: Tools
cs: Nástroje

# shortcut window
source: Print the document
cs: Tisk

# shortcut window
source: Window
cs: Okno

# shortcut window
source: Open a new window
cs: Otevřít nové okno

# shortcut window
source: Close all windows
cs: Zavřít všechna okna

# shortcut window
source: Toggle fullscreen mode
cs: Přepnout režim celé obrazovky

# shortcut window
source: Switch to editor-only mode
cs: Přepnout do režimu editoru

# shortcut window
source: Switch to preview-only mode
cs: Přepnout do režimu náhledu

# shortcut window
source: Switch to dual-pane mode
cs: Přepnout do režimu oken vedle sebe

# shortcut window
source: Switch to dual-window mode
cs: Přepnout do režimu samostatných oken

# shortcut window
source: Quit the application
cs: Ukončit aplikaci

source: Sketcher
cs: Náčrty

source: Pen Tool
cs: Nástroj Pero

source: Eraser Tool
cs: Nástroj Guma

source: Text Insertion Tool
cs: Nástroj pro vkládání textu

source: Color Chooser
cs: Výběr barvy

source: Insert the sketch
cs: Vložit náčrt

source: Cancel the sketch
cs: Zrušit náčrt

source: Zoom Out
cs: Oddálit

source: Zoom Reset
cs: Obnovení přiblížení

source: Zoom In
cs: Přiblížit

source: Fullscreen
cs: Celá obrazovka

source: Sidebar
cs: Postranní panel

source: Save As…
cs: Uložit jako…

source: Export…
cs: Exportovat…

source: Print…
cs: Tisk…

source: About Marker
cs: O aplikaci Marker

source: Open…
cs: Otevřít…

source: Save
cs: Uložit

source: A markdown editor for GNOME
cs: Markdown editor pro GNOME

source: Report bugs and ideas on github
cs: Nahlaste chyby a nápady na github

source: translator-credits
cs: Amerey.eu

source: Untitled.md
cs: Nepojmenovaný.md

source: Export
cs: Exportovat

source: Cancel
cs: Zrušit

source: <span weight='bold' size='larger'>Discard changes to the document '%s'?</span> The document has unsaved changes that will be lost if it is closed now.
cs: <span weight='bold' size='larger'>Zrušit změny dokumentu '%s'?</span> Dokument obsahuje neuložené změny, které budou ztraceny, pokud jej nyní zavřete.

source: <span weight='bold' size='larger'>Discard changes to the document?</span> The document has unsaved changes that will be lost if it is closed now.
cs: <span weight='bold' size='larger'>Zrušit změny v dokumentu?</span> Dokument obsahuje neuložené změny, které budou ztraceny, pokud jej nyní zavřete.

source: Open
cs: Otevřít

source: _Open
cs: _Otevřít

source: _Cancel
cs: _Zrušit

source: Save As
cs: Uložit jako

source: _Save
cs: _Uložit
